<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>Stepping Stone</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<link href="main.css" rel="stylesheet" type="text/css" />
<style type="text/css">
body {
	background-image: url(images/FondoZero.jpg);
	background-repeat: no-repeat;
	background-color: #000000;
}
body,td,th {
	color: #1AA8DC;
	font-size: 12px;
}
a:link {
	color: #0CD9F3;
}
a:visited {
	color: #D0029C;
}
h1 {
	color: #D0029C;
}
h2 {
	color: #D0029C;
}
h3 {
	color: #D0029C;
}
h4 {
	color: #D0029C;
}
h5 {
	color: #D0029C;
}
h6 {
	color: #D0029C;
}
</style>
</head>
<body link="#D0029C" vlink="#6F1659" alink="#1AA8DC">
<div id="title"> <a href="#"><img src="images/Zerogif.gif" alt="" width="281" height="303" border="0" /></a><br />
  <h1><strong style="font-family: Impact, Haettenschweiler, 'Franklin Gothic Bold', 'Arial Black', sans-serif; font-style: italic; font-weight: 900; color: #1C6EA4; font-size: 60px;"><u><img src="images/BadZero.png" width="80" height="80" alt=""/></u><span style="color: #FFDA07"> Katana    </span><span style="color: #7E5BB9">ZERO </span></strong><img src="images/ZeroGood.png" width="80" height="80" alt=""/></h1>
  <p style="color: #7E5BB9"> <strong>Videojuego indie con estilo pixelart, accion y plataformas neo-noir</strong></p>
</div>
<div id="container">
  <div id="sidebar">
    <h1><strong><img src="images/PsychotherapyGif.gif" width="190" height="182" alt=""/></strong></h1>
    <h1><strong>Tiendas virtuales que lo distribuyen y precios en dolares</strong><br />
  </h1>
    <h1><a href="https://www.instant-gaming.com/es/6324-comprar-juego-steam-katana-zero/">i<span style="text-align: right">nstant gaming Precio:$12</span></a></h1>
	  
	<h1><a href="https://store.steampowered.com/app/460950/Katana_ZERO/">Steam store Precio:$7.50</a></h1>
	  
	<h1><a href="https://www.microsoft.com/es-mx/p/katana-zero-xb1/9nxp19fz7dz4#activetab=pivot:overviewtab">Microsoft store Precio:$13.50</a></h1>

	<h1><a href="https://www.nintendo.com/games/detail/katana-zero-switch/">Nintendo store Precio:$14.99</a></h1>
	  
	<h1><a href="https://www.gog.com/game/katana_zero">gog.com Precio:$3.13</a></h1>
    <div>
      <p><strong style="color: #D0029C">Resumen:</strong> Katana ZERO es un juego de acci&oacute;n y plataformas neo-noir rebosante de personalidad, acci&oacute;n vertiginosa y combates de muerte instant&aacute;nea. Usa tu espada, corre y manipula el tiempo para desvelar tu pasado en un despliegue acrob&aacute;tico brutalmente est&eacute;tico.</p>
      <p>&nbsp;</p>
    </div>
    <div>
      <div>
        <div onclick="window.location='#app_reviews_hash'" data-tooltip-html="El 98 % de las 1,212 rese&ntilde;as de los usuarios en los &uacute;ltimos 30 d&iacute;as son positivas.">
          <div><strong style="color: #D0029C; font-size: 15px;">RESE&Ntilde;AS RECIENTES:</strong></div>
          <div>
            <p>Extremadamente positivas&nbsp;(1,212)</p>
            <p>&nbsp;</p>
          </div>
        </div>
        <div onclick="window.location='#app_reviews_hash'" data-tooltip-html="El 98&nbsp;% de las 32,273 rese&ntilde;as de los usuarios sobre este juego son positivas." itemprop="aggregateRating" itemscope="" itemtype="http://schema.org/AggregateRating">
          <div>
            <p><strong style="color: #D0029C">RESE&Ntilde;AS GENERALES:          </strong></p>
          </div>
          <div>
            <p><span itemprop="description">Extremadamente positiva </span>(32,273)</p>
            <p>&nbsp; </p>
          </div>
        </div>
        <div>
          <div>
            <p><strong>FECHA DE LANZAMIENTO:</strong></p>
          </div>
          <div><strong style="font-size: 13px">18 ABR 2019</strong></div>
        </div>
      </div>
    </div>
    <p>&nbsp;</p>
  </div>
  <div id="content">
    <h1><strong><em>Jugabilidad</em></strong><img src="images/Dragongif.gif" width="44" height="61" alt=""/></h1>
    <p>Zero puede utilizar una sustancia llamada &quot;Cronos&quot;, la cual es un f&aacute;rmaco que le permite manipular el tiempo y predecir el futuro.&#8203; El juego presenta un sistema de conversaci&oacute;n en tiempo real que el jugador puede interrumpir.</p>
    <p>Katana Zero no incluye barra de salud y ser golpeado resultar&aacute; en una muerte instant&aacute;nea, similar a&nbsp;<a title="Hotline Miami (la p&aacute;gina no existe)" data-uncrawlable-url="L2VzL3dpa2kvSG90bGluZV9NaWFtaT9hY3Rpb249ZWRpdCZyZWRsaW5rPTE=" rel="nofollow"><strong>Hotline Miami</strong></a>. Nuestro personaje navegar&aacute; a trav&eacute;s de los niveles por medio de un desplazamiento lateral, intentando matar a todos los enemigos en ese nivel con su espada o trampas ambientales.</p>
    <p>Nuestro personaje podr&aacute; desviar las balas con su espada oblicua, ralentizar del tiempo con un medidor que se ir&aacute; llenando lentamente y esquivar los ataques girando por el suelo. El juego tambi&eacute;n cuenta con un sistema de conversaci&oacute;n en tiempo real que el jugador puede interrumpir.</p>
    <p><img src="images/PlayZeroGif.gif" width="359" height="200" alt=""/></p>
    <h1><strong> Rese&ntilde;as y reviews</strong>    <img src="images/LittleGirlBehemothGif.gif" width="44" height="42" alt=""/></h1>
    <ul>
      <li><em><strong><u>VANDAL:</u></strong> Katana Zero</em>&nbsp;nos ha gustado mucho.&nbsp;<strong>Tarda un poco en arrancar, pero cuando arranca no hay quien lo pare</strong>. Es un t&iacute;tulo que nos permite hacer aut&eacute;nticas locuras, que nos obliga a mejorar, a pesar r&aacute;pido y a tirar de estrategia para completar los niveles. Audiovisualmente, dentro de su simpleza, hace muchas cosas bien y tiene mucho encanto, y gracias a la interesante historia que cuenta &ndash;y lo bien contada que est&aacute;&ndash; nos atrapa hasta el final.</li>
    </ul>
    <p>&nbsp;</p>
    <ul>
      <li><strong><u><em>IGN:</em></u></strong><u> </u><strong>Excelente banda sonora que adorna la acci&oacute;n de Katana Zero. M&uacute;sica electr&oacute;nica estilo synthwave compuesta por Ludowic y Bill Kelly</strong>. Todo un detallazo que nuestro samur&aacute;i se coloque el radiocassette y los auriculares segundos antes de empezar su matanza particular. Las composiciones son machaconas y muy acordes con lo que va aconteciendo en pantalla. Desbordan calidad en todos los sentidos.    <img src="images/ZeroCityCuerda.gif" width="310" height="100" alt=""/></li>
    </ul>
    <h1><strong>Historia</strong><img src="images/HeadhunterShooting.gif" width="50" height="50" alt=""/></h1>
    <p>Katana Zero tiene lugar en una metr&oacute;polis neo-noir ficticia llamada&nbsp;<strong>Nueva Meca</strong>. La trama del juego est&aacute; fuertemente afectada por una invasi&oacute;n de una naci&oacute;n asi&aacute;tica sin nombre, conocida como la &quot;<strong>Guerra Cromag</strong>&quot;, lanzada por la Nueva Meca o por cualquier gobierno que la controle. Se supone que la facci&oacute;n de la Nueva Meca ha perdido el conflicto resultante.</p>
    <p>El jugador controlar&aacute; a un asesino con katana llamado &quot;<strong><em>Sujeto Zero</em></strong>&quot;, apodado &quot;<strong><em>El Drag&oacute;n</em></strong>&quot;, mientras completa varios asesinatos que le dio su psiquiatra, quien tambi&eacute;n le suministra &quot;<strong><em>Chronos</em></strong>&quot;, una droga que le permite ralentizar el tiempo y predecir el futuro.</p>
    <p>A lo largo del juego, Zero experimenta las pesadillas recurrentes de un ni&ntilde;o en una choza primitiva; un hombre que lleva una bata de laboratorio irrumpe en dicha choza y advierte al ni&ntilde;o que se esconda unos momentos antes de que este sea asesinado a tiros por la silueta amenazadora de un soldado. El ni&ntilde;o est&aacute; fuertemente implicado en ser un joven Zero. Comedia y Tragedia tambi&eacute;n visitan a Zero en repetidas ocasiones, dos hombres con batas de laboratorio y m&aacute;scaras de teatro, que se burlan de &eacute;l por un desastre inminente en su futuro.</p>
    <p><img src="images/CityZerogif.gif" alt="" width="300" height="200" align="middle"/></p>
  </div>
</div>
</body>
</html>
